Revit 2027 API
ParameterTypeId.RbsElecAnalyticalLoadDensity Property
 "Power Density"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalLoadDensity { get; }
Public Shared ReadOnly Property RbsElecAnalyticalLoadDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadDensity {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalLoadDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace